tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "sanemat/font"
brew "python"
brew "awscli"
brew "colordiff"
brew "coreutils"
brew "docker", link: false
brew "gmp"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fontforge"
brew "gcc"
brew "git"
brew "go"
brew "graphviz"
brew "highlight"
brew "htop"
brew "httperf"
brew "imagemagick"
brew "jq"
brew "mecab"
brew "mecab-ipadic"
brew "mono", link: false
brew "mutt"
brew "mycli"
brew "mysql", restart_service: true, link: false
brew "mysql-connector-c"
brew "nginx"
brew "nkf"
brew "node"
brew "peco"
brew "pkg-config"
brew "portaudio"
brew "pyenv"
brew "python@2"
brew "reattach-to-user-namespace"
brew "shfmt"
brew "supervisor", restart_service: true
brew "tesseract-lang"
brew "tig"
brew "tmux"
brew "trash"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "sanemat/font/ricty"
cask "0xed"
cask "appcleaner"
cask "authy"
cask "boostnote"
cask "caffeine"
cask "clipy"
cask "cyberduck"
cask "docker"
cask "dotnet"
cask "firefox"
cask "flux"
cask "google-chrome"
cask "iterm2"
cask "java"
cask "karabiner-elements"
cask "ltspice"
cask "obs"
cask "postman"
cask "quicklook-csv"
cask "quicklook-json"
cask "sequel-pro"
cask "sequel-pro-nightly"
cask "sonic-visualiser"
cask "sourcetree"
cask "spotify"
cask "teamsql"
cask "tweeten"
cask "unity-hub"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
cask "xmind"
cask "xmind-zen"
cask "xquartz"
