tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "sanemat/font"
brew "python"
brew "colordiff"
brew "coreutils"
brew "fish"
brew "python@2"
brew "fontforge"
brew "gmp"
brew "gcc"
brew "git"
brew "go"
brew "highlight"
brew "htop"
brew "imagemagick"
brew "mecab"
brew "mecab-ipadic"
brew "mutt"
brew "mycli"
brew "mysql"
brew "nginx"
brew "nkf"
brew "peco"
brew "pkg-config"
brew "portaudio"
brew "pyenv"
brew "reattach-to-user-namespace"
brew "shfmt"
brew "tig"
brew "tmux"
brew "trash"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "sanemat/font/ricty"
cask "0xed"
cask "appcleaner"
cask "boostnote"
cask "caffeine"
cask "clipy"
cask "firefox"
cask "flux"
cask "google-chrome"
cask "iterm2"
cask "java"
cask "karabiner-elements"
cask "quicklook-csv"
cask "quicklook-json"
cask "sequel-pro"
cask "sequel-pro-nightly"
cask "teamsql"
cask "tweeten"
cask "visual-studio-code"
cask "xmind"
cask "xmind-zen"
cask "xquartz"
