tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "sanemat/font"
tap "teamookla/speedtest"
brew "alp"
brew "automake"
brew "openssl@1.1"
brew "awscli"
brew "azure-cli"
brew "binutils"
brew "boost"
brew "pkg-config"
brew "colordiff"
brew "gmp"
brew "coreutils"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fontforge"
brew "gcc"
brew "gh"
brew "git"
brew "go"
brew "go-md2man"
brew "graphviz"
brew "grep"
brew "highlight"
brew "htop"
brew "httperf"
brew "imagemagick"
brew "jq"
brew "mecab"
brew "mecab-ipadic"
brew "mkcert"
brew "mono", link: false
brew "mutt"
brew "mycli"
brew "protobuf"
brew "zlib"
brew "mysql", restart_service: true
brew "mysql-client"
brew "ndenv"
brew "nginx"
brew "nkf"
brew "node"
brew "nss"
brew "peco"
brew "portaudio"
brew "postgresql@14"
brew "pyenv"
brew "pygobject3"
brew "python@2"
brew "reattach-to-user-namespace"
brew "s3cmd"
brew "shfmt"
brew "sox"
brew "supervisor", restart_service: true
brew "tesseract-lang"
brew "tfenv"
brew "tig"
brew "tmux"
brew "trash"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "sanemat/font/ricty"
cask "0xed"
cask "appcleaner"
cask "authy"
cask "background-music"
cask "boostnote"
cask "caffeine"
cask "clipy"
cask "cyberduck"
cask "deepl"
cask "discord"
cask "docker"
cask "dotnet"
cask "firefox"
cask "flux"
cask "google-chrome"
cask "google-cloud-sdk"
cask "grammarly"
cask "iterm2"
cask "krisp"
cask "ltspice"
cask "miro"
cask "obs"
cask "obsidian"
cask "postman"
cask "proxyman"
cask "quicklook-csv"
cask "quicklook-json"
cask "raspberry-pi-imager"
cask "sequel-pro"
cask "sequel-pro-nightly"
cask "sonic-visualiser"
cask "soundflower"
cask "sourcetree"
cask "spotify"
cask "steam"
cask "tableplus"
cask "tunnelblick"
cask "tweeten"
cask "unity-hub"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
cask "xquartz"
cask "zulip"
