2gua.rainbow-brackets
austin.code-gnu-global
bajdzis.vscode-database
batisteo.vscode-django
bung87.rails
bung87.vscode-gemfile
castwide.solargraph
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
chrmarti.regex
CoenraadS.bracket-pair-colorizer
CraigMaslowski.erb
DavidAnson.vscode-markdownlint
defaltd.go-coverage-viewer
donjayamanne.githistory
donjayamanne.jupyter
donjayamanne.python-extension-pack
dunstontc.vscode-go-syntax
eamodio.gitlens
eg2.tslint
eriklynd.json-tools
formulahendry.vscode-mysql
foxundermoon.shell-format
hnw.vscode-auto-open-markdown-preview
humao.rest-client
ionutvmi.path-autocomplete
jithurjacob.nbpreviewer
kisstkondoros.vscode-gutter-preview
kiteco.kite
kogai.regex-railroad-diagrams
magicstack.MagicPython
mechatroner.rainbow-csv
mikegleasonjr.theme-go
mkaufman.HTMLHint
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-ja
ms-mssql.mssql
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-ssh-explorer
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools
ms-vscode.csharp
ms-vscode.Go
msyrus.go-doc
oderwat.indent-rainbow
patricklee.vsnotes
PKief.material-icon-theme
rebornix.ruby
rogalmic.bash-debug
RomanPeshkov.go-test-outline
ryu1kn.partial-diff
shanoor.vscode-nginx
shardulm94.trailing-spaces
shd101wyy.markdown-preview-enhanced
sianglim.slim
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
wholroyd.jinja
windmilleng.vscode-go-autotest
wmaurer.vscode-jumpy
yzane.markdown-pdf
yzhang.markdown-all-in-one
