2gua.rainbow-brackets
alefragnani.Bookmarks
batisteo.vscode-django
bung87.rails
bung87.vscode-gemfile
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
chrmarti.regex
CraigMaslowski.erb
DavidAnson.vscode-markdownlint
deerawan.vscode-dash
defaltd.go-coverage-viewer
donjayamanne.githistory
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dunstontc.vscode-go-syntax
eamodio.gitlens
eg2.tslint
emilast.LogFileHighlighter
eriklynd.json-tools
filwaline.vscode-postfix-python
formulahendry.docker-explorer
formulahendry.docker-extension-pack
formulahendry.vscode-mysql
foxundermoon.shell-format
golang.go
GraphQL.vscode-graphql
GraphQL.vscode-graphql-execution
GraphQL.vscode-graphql-syntax
Gruntfuggly.todo-tree
hashicorp.terraform
hidenba.open-junkfile
hnw.vscode-auto-open-markdown-preview
HTMLHint.vscode-htmlhint
humao.rest-client
ionutvmi.path-autocomplete
jammerware.code-guid
janisdd.vscode-edit-csv
jebbs.plantuml
jithurjacob.nbpreviewer
johnpapa.vscode-peacock
KevinRose.vsc-python-indent
kisstkondoros.vscode-gutter-preview
kiteco.kite
kogai.regex-railroad-diagrams
magicstack.MagicPython
mechatroner.rainbow-csv
mgmcdermott.vscode-language-babel
mhutchie.git-graph
mikegleasonjr.theme-go
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-ja
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools
ms-vscode.hexeditor
ms-vscode.remote-explorer
msyrus.go-doc
netcorext.uuid-generator
njpwerner.autodocstring
oderwat.indent-rainbow
PKief.material-icon-theme
pustaczek.icie
redhat.vscode-yaml
richie5um2.vscode-sort-json
rogalmic.bash-debug
RomanPeshkov.go-test-outline
rust-lang.rust-analyzer
ryu1kn.partial-diff
sadesyllas.vscode-workspace-switcher
Shan.code-settings-sync
shanoor.vscode-nginx
shardulm94.trailing-spaces
shd101wyy.markdown-preview-enhanced
sianglim.slim
streetsidesoftware.code-spell-checker
sukumo28.wav-preview
TabNine.tabnine-vscode
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
wholroyd.jinja
windmilleng.vscode-go-autotest
wmaurer.change-case
wmaurer.vscode-jumpy
yzane.markdown-pdf
yzhang.markdown-all-in-one
