brew "awscli"
brew "colordiff"
brew "docker"
brew "gcc"
brew "gh"
brew "grep"
brew "jq"
brew "lazygit"
brew "pnpm"
brew "tfenv"
brew "tree"
brew "uv"
brew "vim"
brew "watch"
brew "yq"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "appcleaner"
cask "discord"
cask "docker-desktop"
cask "ghostty"
cask "google-chrome"
cask "notion"
cask "obsidian"
cask "openvpn-connect"
cask "raycast"
cask "slack"
cask "spotify"
cask "steam"
cask "visual-studio-code"
vscode "alefragnani.bookmarks"
vscode "anthropic.claude-code"
vscode "christian-kohler.path-intellisense"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "hashicorp.terraform"
vscode "mechatroner.rainbow-csv"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "netcorext.uuid-generator"
vscode "oderwat.indent-rainbow"
vscode "redhat.vscode-yaml"
vscode "sadesyllas.vscode-workspace-switcher"
vscode "shardulm94.trailing-spaces"
vscode "streetsidesoftware.code-spell-checker"

