tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "sanemat/font"
tap "teamookla/speedtest"
brew "alp"
brew "automake"
brew "awscli"
brew "azure-cli"
brew "binutils"
brew "boost"
brew "colordiff"
brew "gmp"
brew "coreutils"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "openssl@1.1"
brew "fontforge"
brew "gcc"
brew "gh"
brew "git"
brew "go"
brew "go-md2man"
brew "pkgconf"
brew "graphviz"
brew "grep"
brew "highlight"
brew "htop"
brew "httperf"
brew "imagemagick"
brew "jnv"
brew "jq"
brew "mecab"
brew "mecab-ipadic"
brew "mkcert"
brew "mono", link: false
brew "mutt"
brew "mycli"
brew "zlib"
brew "mysql"
brew "mysql-client"
brew "ndenv"
brew "nginx"
brew "nkf"
brew "node"
brew "nss"
brew "peco"
brew "portaudio"
brew "postgresql@14"
brew "protobuf"
brew "pyenv"
brew "pygobject3"
brew "python@2"
brew "python@3.10"
brew "reattach-to-user-namespace"
brew "s3cmd"
brew "shfmt"
brew "sox"
brew "supervisor", restart_service: :changed
brew "tesseract-lang"
brew "tfenv"
brew "tig"
brew "tmux"
brew "trash", link: true
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "sanemat/font/ricty"
cask "anki"
cask "appcleaner"
cask "authy"
cask "background-music"
cask "caffeine"
cask "clipy"
cask "cyberduck"
cask "deepl"
cask "discord"
cask "docker"
cask "dotnet"
cask "firefox"
cask "flux"
cask "google-chrome"
cask "google-cloud-sdk"
cask "grammarly"
cask "iterm2"
cask "krisp"
cask "ltspice"
cask "miro"
cask "obs"
cask "obsidian"
cask "openvpn-connect"
cask "postman"
cask "proxyman"
cask "quicklook-csv"
cask "quicklook-json"
cask "raspberry-pi-imager"
cask "sequel-pro"
cask "sequel-pro-nightly"
cask "sonic-visualiser"
cask "soundflower"
cask "sourcetree"
cask "spotify"
cask "steam"
cask "tableplus"
cask "unity-hub"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
cask "xquartz"
cask "zulip"
vscode "alefragnani.bookmarks"
vscode "batisteo.vscode-django"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "chrmarti.regex"
vscode "craigmaslowski.erb"
vscode "davidanson.vscode-markdownlint"
vscode "deerawan.vscode-dash"
vscode "defaltd.go-coverage-viewer"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "dunstontc.vscode-go-syntax"
vscode "eamodio.gitlens"
vscode "emilast.logfilehighlighter"
vscode "eriklynd.json-tools"
vscode "filwaline.vscode-postfix-python"
vscode "formulahendry.docker-explorer"
vscode "formulahendry.docker-extension-pack"
vscode "formulahendry.vscode-mysql"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-execution"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "hidenba.open-junkfile"
vscode "htmlhint.vscode-htmlhint"
vscode "humao.rest-client"
vscode "ionutvmi.path-autocomplete"
vscode "jammerware.code-guid"
vscode "janisdd.vscode-edit-csv"
vscode "jebbs.plantuml"
vscode "jithurjacob.nbpreviewer"
vscode "johnpapa.vscode-peacock"
vscode "kevinrose.vsc-python-indent"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "kiteco.kite"
vscode "kogai.regex-railroad-diagrams"
vscode "magicstack.magicpython"
vscode "mechatroner.rainbow-csv"
vscode "mgmcdermott.vscode-language-babel"
vscode "mhutchie.git-graph"
vscode "mikegleasonjr.theme-go"
vscode "mishkinf.goto-next-previous-member"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.js-atom-grammar"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "msyrus.go-doc"
vscode "netcorext.uuid-generator"
vscode "njpwerner.autodocstring"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "pustaczek.icie"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "rogalmic.bash-debug"
vscode "romanpeshkov.go-test-outline"
vscode "rust-lang.rust-analyzer"
vscode "ryu1kn.partial-diff"
vscode "sadesyllas.vscode-workspace-switcher"
vscode "shanoor.vscode-nginx"
vscode "shardulm94.trailing-spaces"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "sianglim.slim"
vscode "streetsidesoftware.code-spell-checker"
vscode "sukumo28.wav-preview"
vscode "tabnine.tabnine-vscode"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "wholroyd.jinja"
vscode "windmilleng.vscode-go-autotest"
vscode "wmaurer.change-case"
vscode "wmaurer.vscode-jumpy"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
vscode "znck.grammarly"
