alefragnani.bookmarks
anthropic.claude-code
christian-kohler.path-intellisense
github.vscode-pull-request-github
hashicorp.terraform
mechatroner.rainbow-csv
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
netcorext.uuid-generator
oderwat.indent-rainbow
redhat.vscode-yaml
sadesyllas.vscode-workspace-switcher
shardulm94.trailing-spaces
streetsidesoftware.code-spell-checker
