alefragnani.bookmarks
batisteo.vscode-django
bung87.rails
bung87.vscode-gemfile
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
chrmarti.regex
craigmaslowski.erb
davidanson.vscode-markdownlint
deerawan.vscode-dash
defaltd.go-coverage-viewer
docker.docker
donjayamanne.githistory
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dunstontc.vscode-go-syntax
eamodio.gitlens
emilast.logfilehighlighter
eriklynd.json-tools
filwaline.vscode-postfix-python
formulahendry.docker-explorer
formulahendry.docker-extension-pack
formulahendry.vscode-mysql
foxundermoon.shell-format
github.copilot
github.copilot-chat
golang.go
graphql.vscode-graphql
graphql.vscode-graphql-execution
graphql.vscode-graphql-syntax
gruntfuggly.todo-tree
hashicorp.terraform
hidenba.open-junkfile
htmlhint.vscode-htmlhint
humao.rest-client
ionutvmi.path-autocomplete
jammerware.code-guid
janisdd.vscode-edit-csv
jebbs.plantuml
jithurjacob.nbpreviewer
johnpapa.vscode-peacock
kevinrose.vsc-python-indent
kisstkondoros.vscode-gutter-preview
kiteco.kite
kogai.regex-railroad-diagrams
magicstack.magicpython
mechatroner.rainbow-csv
mgmcdermott.vscode-language-babel
mhutchie.git-graph
mikegleasonjr.theme-go
mishkinf.goto-next-previous-member
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cpptools
ms-vscode.hexeditor
ms-vscode.js-atom-grammar
ms-vscode.remote-explorer
ms-vscode.remote-server
msyrus.go-doc
netcorext.uuid-generator
njpwerner.autodocstring
oderwat.indent-rainbow
pkief.material-icon-theme
pustaczek.icie
redhat.vscode-yaml
richie5um2.vscode-sort-json
rogalmic.bash-debug
romanpeshkov.go-test-outline
rust-lang.rust-analyzer
ryu1kn.partial-diff
sadesyllas.vscode-workspace-switcher
shanoor.vscode-nginx
shardulm94.trailing-spaces
shd101wyy.markdown-preview-enhanced
sianglim.slim
streetsidesoftware.code-spell-checker
sukumo28.wav-preview
tabnine.tabnine-vscode
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscode-icons-team.vscode-icons
wholroyd.jinja
windmilleng.vscode-go-autotest
wmaurer.change-case
wmaurer.vscode-jumpy
yzane.markdown-pdf
yzhang.markdown-all-in-one
znck.grammarly
